Repository: lengfeng222/PocketPoster
Catalog: Pocket Poster/Controllers/*.lproj/Localizable.strings
Languages: bg, cs, es_419, ja, ko, sv, zh_hans, zh_hant

source: Input App Hash
bg: Въведете App Hash
cs: Zadejte App Hash
es_419: Ingresar App Hash
ja: アプリハッシュを入力
ko: 앱 해시 입력
sv: Ange App Hash
zh_hans: 输入 App 哈希值
zh_hant: 輸入 App Hash

source: Auto Detect
bg: Автоматично откриване
cs: Automatická detekce
es_419: Detección Automática
ja: 自動検出
ko: 자동 감지
sv: Automatisk identifiering
zh_hans: 自动检测
zh_hant: 自動偵測

# waiting_app_hash
source: Waiting for App Hash...
bg: Изчакване на App Hash...
cs: Čekání na App Hash...
es_419: Esperando App Hash...
ja: アプリハッシュを待機中...
ko: 앱 해시를 기다리는 중...
sv: Väntar på App Hash...
zh_hans: 正在等待 App 哈希值...
zh_hant: 正在等待 App Hash...

# nugget_instruction
source: Please connect your device to the computer and click the 'Pocket Poster Helper' button in Nugget.
bg: Моля, свържете устройството си с компютъра и кликнете върху бутона „Pocket Poster Helper“ в Nugget.
cs: Připojte své zařízení k počítači a klikněte na tlačítko 'Pocket Poster Helper' v aplikaci Nugget.
es_419: Conecta tu dispositivo a la computadora y haz clic en el botón 'Pocket Poster Helper' en Nugget.
ja: デバイスをパソコンに接続し、Nugget 内の「Pocket Poster Helper」ボタンをクリックしてください。
ko: 기기를 컴퓨터에 연결한 후 Nugget에서 'Pocket Poster Helper' 버튼을 클릭하세요.
sv: Anslut din enhet till datorn och klicka på 'Pocket Poster Helper'-knappen i Nugget.
zh_hans: 请将设备连接到电脑，并在 Nugget 中点击“Pocket Poster 助手”按钮。
zh_hant: 請將您的裝置連接至電腦，然後在 Nugget 中點擊「Pocket Poster Helper」按鈕。

source: Cancel
bg: Отказ
cs: Zrušit
es_419: Cancelar
ja: キャンセル
ko: 취소
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# section_app_hash
source: App Hash
ja: アプリハッシュ
ko: 앱 해시
zh_hans: App 哈希值

source: Replay Tutorial
bg: Повтори урока
cs: Znovu spustit tutoriál
es_419: Repetir Tutorial
ja: チュートリアルを再生
ko: 튜토리얼 다시보기
sv: Spela om guiden
zh_hans: 重新查看教程
zh_hant: 重新播放教學

source: Clear Cache
bg: Изчисти кеша
cs: Vymazat mezipaměť
es_419: Borrar Caché
ja: キャッシュをクリア
ko: 캐시 지우기
sv: Rensa cache
zh_hans: 清除缓存
zh_hant: 清除快取

source: Cache Cleared!
bg: Кешът е изчистен!
cs: Mezipaměť byla vymazána!
es_419: ¡Caché Borrado!
ja: キャッシュを削除しました！
ko: 캐시가 삭제되었습니다!
sv: Cache rensad!
zh_hans: 缓存已清除！
zh_hant: 快取已清除！

source: Error
bg: Грешка
cs: Chyba
ja: エラー
ko: 오류
sv: Fel
zh_hans: 错误
zh_hant: 錯誤

# section_actions
source: Actions
bg: Действия
cs: Akce
es_419: Acciones
ja: 操作
ko: 작업
sv: Åtgärder
zh_hans: 操作
zh_hant: 操作

# download_shortcut
source: Download Backup Shortcut
bg: Изтегли резервен пряк път
cs: Stáhnout záložní zkratku
es_419: Descargar Atajo de Respaldo
ja: バックアップショートカットをダウンロード
ko: 백업 단축어 다운로드
sv: Ladda ner reservgenväg
zh_hans: 下载备用快捷指令
zh_hant: 下載備用捷徑

# create_alternative
source: Create Alternative Method
bg: Създай алтернативен метод
cs: Vytvořit alternativní metodu
es_419: Crear Método Alternativo
ja: 代替手段を作成
ko: 대체 방법 생성
sv: Skapa alternativ metod
zh_hans: 创建替代方法
zh_hant: 建立替代方法

# open_nugget
source: Open Nugget GitHub
bg: Отвори Nugget GitHub
cs: Otevřít Nugget na GitHubu
es_419: Abrir GitHub de Nugget
ja: Nugget GitHub を開く
ko: Nugget GitHub 열기
sv: Öppna Nugget på GitHub
zh_hans: 打开 Nugget GitHub
zh_hant: 開啟 Nugget GitHub

# section_links
source: Links
bg: Връзки
cs: Odkazy
es_419: Enlaces
ja: リンク
ko: 링크
sv: Länkar
zh_hans: 链接
zh_hant: 連結

# view_on_github
source: View Project on GitHub
bg: Прегледай в GitHub
cs: Zobrazit projekt na GitHubu
es_419: Ver Proyecto en GitHub
ja: GitHub でプロジェクトを見る
ko: GitHub에서 프로젝트 보기
sv: Visa projekt på GitHub
zh_hans: 在 GitHub 查看项目
zh_hant: 在 GitHub 查看專案

# join_discord
source: Join Discord Community
bg: Присъедини се към Discord
cs: Připojit se ke komunitě na Discordu
es_419: Unirse a la Comunidad en Discord
ja: Discord コミュニティに参加
ko: Discord 커뮤니티 참여
sv: Gå med i Discord-gemenskapen
zh_hans: 加入 Discord 社区
zh_hant: 加入 Discord 社群

source: Support on Ko-Fi
bg: Подкрепи чрез Ko-Fi
cs: Podpořit na Ko-Fi
es_419: Apoyar en Ko-Fi
ja: Ko-Fi で支援する
ko: Ko-Fi로 후원하기
sv: Stöd på Ko-Fi
zh_hans: 在 Ko-Fi 上支持
zh_hant: 在 Ko-Fi 上支持

# section_community
source: Community
bg: Общество
cs: Komunita
es_419: Comunidad
ja: コミュニティ
ko: 커뮤니티
sv: Gemenskap
zh_hans: 社区
zh_hant: 社群

# section_credits
source: Credits
bg: Благодарности
cs: Poděkování
es_419: Créditos
ja: クレジット
ko: 제작진
sv: Tack till
zh_hans: 致谢
zh_hant: 致謝

# alert_ok
source: OK
bg: ОК
ko: 확인
zh_hans: 好的
zh_hant: 好

source: Unknown Error
bg: Непозната грешка
cs: Neznámá chyba
es_419: Error desconocido
ja: 不明なエラー
ko: 알 수 없는 오류
sv: Okänt fel
zh_hans: 未知错误
zh_hant: 未知錯誤

# author_lengfeng
source: Lengfeng
ja: 冷風
ko: 냉풍
zh_hans: 冷风
zh_hant: 冷風

# contribution_translation
source: Localisation
bg: Превод
cs: Překlad
es_419: Traducción
ja: 翻訳
ko: 현지화
sv: Översättning
zh_hans: 汉化
zh_hant: 本地化翻譯

source: Release
bg: Версия
cs: Verze
es_419: Versión
ja: リリース
ko: 출시
sv: Version
zh_hans: 版本
zh_hant: 版本

# select_wallpapers
source: Select Wallpaper Files (Tendies)
bg: Избери файлове с тапети (Tendies)
cs: Vybrat soubory tapet (Tendies)
es_419: Seleccionar Archivos de Fondo (Tendies)
ja: 壁紙ファイル（Tendies）を選択
ko: 배경화면 파일(Tendies) 선택
sv: Välj bakgrundsfiler (Tendies)
zh_hans: 选择壁纸文件（Tendies）
zh_hant: 選擇壁紙檔案（Tendies）

source: Selected Wallpapers
bg: Избрани тапети
cs: Vybrané tapety
es_419: Fondos Seleccionados
ja: 選択された壁紙
ko: 선택한 배경화면
sv: Valda bakgrunder
zh_hans: 已选壁纸
zh_hant: 已選擇的壁紙

# please_set_hash
source: Please enter the app hash of PosterBoard in Settings.
bg: Моля, въведете App Hash на PosterBoard в настройките.
cs: Zadejte prosím App Hash aplikace PosterBoard v nastavení.
es_419: Por favor, ingresa el hash de la app de PosterBoard en Configuración.
ja: 設定で PosterBoard のアプリハッシュを入力してください。
ko: 설정에서 PosterBoard의 앱 해시를 입력하세요.
sv: Vänligen ange app-hashen för PosterBoard i inställningarna.
zh_hans: 请在设置中输入 PosterBoard 的 App 哈希值。
zh_hant: 請在設定中輸入 PosterBoard 的 App Hash。

source: Apply
bg: Приложи
cs: Použít
es_419: Aplicar
ja: 適用
ko: 적용
sv: Tillämpa
zh_hans: 应用
zh_hant: 套用

source: Reset Collection
bg: Нулирай колекцията
cs: Obnovit kolekci
es_419: Restablecer Colección
ja: コレクションをリセット
ko: 컬렉션 초기화
sv: Återställ samling
zh_hans: 重置合集
zh_hant: 重設收藏

# max_reached
source: Maximum Reached
bg: Достигнат максимум
cs: Dosaženo maxima
es_419: Límite Alcanzado
ja: 上限に達しました
ko: 최대치 도달
sv: Maxgräns nådd
zh_hans: 已达到最大数量
zh_hant: 已達最大數量

# max_reached_body
source: You can only apply up to %d wallpapers.
bg: Можете да приложите до %d тапета.
cs: Můžete použít maximálně %d tapet.
es_419: Solo puedes aplicar hasta %d fondos.
ja: 最大 %d 枚の壁紙しか適用できません。
ko: 최대 %d개의 배경화면만 적용할 수 있습니다.
sv: Du kan endast tillämpa upp till %d bakgrunder.
zh_hans: 最多只能应用 %d 个壁纸。
zh_hant: 您最多只能套用 %d 個壁紙。

source: OK
bg: ОК
ko: 확인
zh_hans: 确定
zh_hant: 好

# onboard_welcome_title
source: Welcome to Pocket Poster!
bg: Добре дошли в Pocket Poster!
cs: Vítejte v Pocket Poster!
es_419: ¡Bienvenido a Pocket Poster!
ja: Pocket Poster へようこそ！
ko: Pocket Poster에 오신 것을 환영합니다!
sv: Välkommen till Pocket Poster!
zh_hans: 欢迎使用 Pocket Poster！
zh_hant: 歡迎使用 Pocket Poster！

# onboard_welcome_desc
source: This tutorial will guide you through the basic usage.
bg: Този урок ще ви помогне да започнете.
cs: Tento tutoriál vám ukáže základní použití.
es_419: Este tutorial te guiará en el uso básico de la app.
ja: このチュートリアルでは基本的な使い方を案内します。
ko: 이 튜토리얼은 기본 사용법을 안내합니다.
sv: Denna guide hjälper dig att komma igång.
zh_hans: 本教程将引导你快速上手使用本应用。
zh_hant: 本教學將引導您快速上手本應用。

# onboard_shortcut_title
source: Install Backup Shortcut (Optional)
bg: Инсталирай резервен пряк път (незадължително)
cs: Nainstalujte záložní zkratku (volitelné)
es_419: Instalar Atajo de Respaldo (Opcional)
ja: バックアップショートカットをインストール（任意）
ko: 백업 단축어 설치(선택 사항)
sv: Installera reservgenväg (valfritt)
zh_hans: 安装备用快捷指令（可选）
zh_hant: 安裝備用捷徑（可選）

# onboard_shortcut_desc
source: The app will attempt to open PosterBoard. If it fails, you can install this shortcut as an alternative.
bg: Приложението ще се опита да отвори PosterBoard. Ако не успее, можете да използвате този пряк път като алтернатива.
cs: Aplikace se pokusí otevřít PosterBoard. Pokud selže, můžete nainstalovat tuto zkratku jako alternativu.
es_419: La app intentará abrir PosterBoard. Si falla, puedes instalar este atajo como alternativa.
ja: アプリは PosterBoard を開こうとします。失敗した場合は、代替手段としてこのショートカットをインストールしてください。
ko: 앱이 PosterBoard를 열려고 시도합니다. 실패할 경우 이 단축어를 대체로 설치하세요.
sv: Appen kommer att försöka öppna PosterBoard. Om det misslyckas kan du installera denna genväg som ett alternativ.
zh_hans: 应用将尝试打开 PosterBoard。如果失败，你可以安装此快捷指令作为替代方案。
zh_hant: 系統會嘗試開啟 PosterBoard。如失敗，您可以安裝此捷徑作為替代方案。

# onboard_shortcut_button
source: Get Shortcut
bg: Вземи прекия път
cs: Získat zkratku
es_419: Obtener Atajo
ja: ショートカットを取得
ko: 단축어 받기
sv: Hämta genväg
zh_hans: 获取快捷指令
zh_hant: 取得捷徑

# onboard_nugget_title
source: Install Nugget Tool
bg: Инсталирай Nugget
cs: Nainstalujte nástroj Nugget
es_419: Instalar Herramienta Nugget
ja: Nugget ツールをインストール
ko: Nugget 도구 설치
sv: Installera Nugget-verktyget
zh_hans: 安装 Nugget 工具
zh_hant: 安裝 Nugget 工具

# onboard_nugget_desc
source: To obtain the App's Bundle ID, use Nugget. Download it from GitHub on your computer.
bg: За да получите Bundle ID на приложението, използвайте Nugget. Изтеглете го от GitHub на компютъра си.
cs: Pro získání Bundle ID aplikace použijte Nugget. Stáhněte jej z GitHubu na svém počítači.
es_419: Para obtener el ID del paquete de la app, usa Nugget. Descárgalo desde GitHub en tu computadora.
ja: アプリの Bundle ID を取得するには Nugget を使用します。 パソコンで GitHub からダウンロードしてください。
ko: 앱의 번들 ID를 얻으려면 Nugget을 사용하세요. 컴퓨터에서 GitHub에서 다운로드할 수 있습니다.
sv: För att hämta appens Bundle ID, använd Nugget. Ladda ner från GitHub på din dator.
zh_hans: 要获取 App 的 Bundle ID，请使用 Nugget。 请在电脑上从 GitHub 下载。
zh_hant: 如需取得 App 的 Bundle ID，請使用 Nugget 工具。 請於電腦上從 GitHub 下載 Nugget。

# onboard_nugget_button
source: Open GitHub
bg: Отвори GitHub
cs: Otevřít GitHub
es_419: Abrir GitHub
ja: GitHub を開く
ko: GitHub 열기
sv: Öppna GitHub
zh_hans: 打开 GitHub
zh_hant: 開啟 GitHub

# onboard_enjoy_title
source: Enjoy!
bg: Насладете се!
cs: Užijte si to!
es_419: ¡Disfruta!
ja: お楽しみください！
ko: 즐기세요!
sv: Njut!
zh_hans: 尽情享受吧！
zh_hant: 盡情享受吧！

# onboard_enjoy_desc
source: Visit Cowabun.ga to explore beautiful wallpapers.
bg: Посетете Cowabun.ga, за да разгледате красиви тапети.
cs: Navštivte Cowabun.ga a objevujte krásné tapety.
es_419: Visita Cowabun.ga para encontrar fondos hermosos.
ja: Cowabun.ga の公式サイトで美しい壁紙を探索できます。
ko: Cowabun.ga에서 멋진 배경화면을 찾아보세요.
sv: Besök Cowabun.ga för att hitta vackra bakgrunder.
zh_hans: 你可以前往 Cowabun.ga 官网查找精美壁纸。
zh_hant: 前往 Cowabun.ga 探索美麗的壁紙。

# onboard_enjoy_button
source: Browse Wallpapers
bg: Разгледай тапети
cs: Procházet tapety
es_419: Buscar Fondos
ja: 壁紙を見る
ko: 배경화면 탐색
sv: Utforska bakgrunder
zh_hans: 浏览壁纸
zh_hant: 瀏覽壁紙

# reset_title_1
source: How to Reset Wallpaper Collection
bg: Как да нулирате колекцията тапети
cs: Jak obnovit kolekci tapet
es_419: Cómo Restablecer la Colección de Fondos
ja: 壁紙コレクションのリセット方法
ko: 배경화면 컬렉션 초기화 방법
sv: Hur man återställer bakgrundssamlingen
zh_hans: 如何重置壁纸合集
zh_hant: 如何重設壁紙收藏

# reset_desc_1
source: Due to current exploit limitations, wallpapers cannot be deleted directly. You need to manually perform the following steps.
bg: Поради ограниченията на текущата уязвимост, тапетите не могат да бъдат изтрити директно. Необходимо е да следвате следните стъпки.
cs: Kvůli omezením aktuálního exploitu nelze tapety přímo smazat. Je třeba provést následující kroky ručně.
es_419: Debido a limitaciones del exploit actual, no se pueden eliminar fondos directamente. Debes realizar los siguientes pasos manualmente.
ja: 現在の exploit の制限により、壁紙を直接削除することはできません。 次の手順を手動で行う必要があります。
ko: 현재 exploit의 제한으로 배경화면을 직접 삭제할 수 없습니다. 다음 단계를 수동으로 수행해야 합니다.
sv: På grund av nuvarande begränsningar kan bakgrunder inte raderas direkt. Du måste följa dessa steg manuellt.
zh_hans: 由于当前漏洞机制，无法直接删除壁纸文件。 你需要手动执行以下步骤。
zh_hant: 由於目前漏洞限制，無法直接刪除壁紙。 您需要手動執行以下步驟。

# reset_title_2
source: Open Language Settings
bg: Отворете езиковите настройки
cs: Otevřete nastavení jazyka
es_419: Abrir Configuración de Idioma
ja: 言語設定を開く
ko: 언어 설정 열기
sv: Öppna språkinställningar
zh_hans: 打开语言设置
zh_hant: 開啟語言設定

# reset_desc_2
source: Go to Settings > General > Language & Region.
bg: Отидете в Настройки > Общи > Език и регион.
cs: Přejděte do Nastavení > Obecné > Jazyk a oblast.
es_419: Ve a Configuración > General > Idioma y Región.
ja: 設定アプリ > 一般 > 言語と地域 に移動します。
ko: 설정 앱 > 일반 > 언어 및 지역으로 이동합니다.
sv: Gå till Inställningar > Allmänt > Språk & region.
zh_hans: 进入 设置 > 通用 > 语言与地区。
zh_hant: 前往 設定 App > 一般 > 語言與地區。

# reset_title_3
source: Set Primary Language
bg: Задайте основен език
cs: Nastavte hlavní jazyk
es_419: Establecer Idioma Principal
ja: 主な言語を設定
ko: 기본 언어 설정
sv: Ställ in huvudspråk
zh_hans: 设置主要语言
zh_hant: 設定主要語言

# reset_desc_3
source: Change to any other language, then switch back to your original language.
bg: Променете на друг език, след това се върнете към оригиналния.
cs: Změňte na libovolný jiný jazyk, a poté se vraťte zpět k původnímu.
es_419: Cambia a otro idioma, y luego vuelve a tu idioma original.
ja: 別の言語に変更し、 元の言語に戻してください。
ko: 다른 언어로 변경한 다음, 원래 언어로 다시 전환하세요.
sv: Ändra till ett annat språk, och byt sedan tillbaka till ditt ursprungliga språk.
zh_hans: 你可以设置成任意语言， 之后再切换回原始语言即可。
zh_hant: 可以任意切換成其他語言， 再切回原本的語言即可。

# reset_title_4
source: Verify Reset Success
bg: Проверете дали е нулирано успешно
cs: Ověřte úspěšnost obnovení
es_419: Verificar si se Restableció
ja: リセットが成功したか確認
ko: 초기화 성공 여부 확인
sv: Bekräfta återställning
zh_hans: 确认是否重置成功
zh_hant: 確認是否重設成功

# reset_desc_4
source: PosterBoard should now be refreshed. Check if the collection has reverted to default.
bg: PosterBoard трябва да бъде обновен. Проверете дали колекцията е върната към първоначалната.
cs: PosterBoard by měl být nyní aktualizován. Zkontrolujte, zda byla kolekce obnovena.
es_419: PosterBoard debería haberse actualizado. Verifica si la colección volvió a la predeterminada.
ja: PosterBoard がリフレッシュされているはずです。 コレクションが初期状態に戻っているか確認してください。
ko: PosterBoard가 새로 고쳐졌어야 합니다. 컬렉션이 기본값으로 돌아갔는지 확인하세요.
sv: PosterBoard bör nu vara uppdaterad. Kontrollera om samlingen har återställts.
zh_hans: PosterBoard 应该已经刷新。 请检查合集是否恢复默认。
zh_hant: PosterBoard 應該已重新整理。 請檢查收藏是否已回復預設狀態。

# onboarding_skip
source: Skip
bg: Пропусни
cs: Přeskočit
es_419: Omitir
ja: スキップ
ko: 건너뛰기
sv: Hoppa över
zh_hans: 跳过
zh_hant: 跳過

# onboarding_next
source: Next
bg: Следващ
cs: Další
es_419: Siguiente
ja: 次へ
ko: 다음
sv: Nästa
zh_hans: 下一步
zh_hant: 下一步

# onboarding_done
source: Done
bg: Готово
cs: Hotovo
es_419: Hecho
ja: 完了
ko: 완료
sv: Klar
zh_hans: 完成
zh_hant: 完成

# alert_download_title
source: Download Wallpaper File
bg: Изтегли файл с тапет
cs: Stáhnout soubor tapety
es_419: Descargar Archivo de Fondo
ja: 壁紙ファイルのダウンロード
ko: 배경화면 파일 다운로드
sv: Ladda ner bakgrundsfil
zh_hans: 下载壁纸文件
zh_hant: 下載壁紙檔案

# alert_download_body
source: Do you want to download "%@"?
bg: Искате ли да изтеглите „%@“?
cs: Chcete stáhnout „%@“?
es_419: ¿Deseas descargar "%@"?
ja: 「%@」をダウンロードしますか？
ko: “%@” 파일을 다운로드하시겠습니까?
sv: Vill du ladda ner "%@"?
zh_hans: 是否下载“%@”？
zh_hant: 是否下載「%@」？

# only_tendies_supported
source: Only .tendies files are supported!
bg: Само .tendies файлове се поддържат!
cs: Jsou podporovány pouze soubory .tendies!
es_419: ¡Solo se admiten archivos .tendies!
ja: .tendies ファイルのみ対応しています！
ko: .tendies 파일만 지원됩니다!
sv: Endast .tendies-filer stöds!
zh_hans: 仅支持 .tendies 类型文件！
zh_hant: 僅支援 .tendies 檔案！

# import_success
source: Successfully imported %@
bg: Успешно импортиран %@
cs: Úspěšně importováno: %@
es_419: %@ importado con éxito
ja: 「%@」をインポートしました
ko: %@ 가져오기 성공
sv: Importerade %@ framgångsrikt
zh_hans: 成功导入 %@
zh_hant: 成功匯入 %@

source: Import Failed
bg: Импортирането не бе успешно
cs: Import selhal
es_419: Error al importar
ja: インポートに失敗しました
ko: 가져오기 실패
sv: Import misslyckades
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Downloading
bg: Изтегляне
cs: Stahování
es_419: Descargando
ja: ダウンロード中
ko: 다운로드 중
sv: Laddar ner
zh_hans: 正在下载
zh_hant: 正在下載

source: Please wait...
bg: Моля, изчакайте...
cs: Počkejte prosím...
es_419: Por favor, espera...
ja: しばらくお待ちください...
ko: 잠시만 기다려주세요...
sv: Vänligen vänta...
zh_hans: 请稍候...
zh_hant: 請稍候...

# download_failed
source: Failed to download wallpaper!
bg: Неуспешно изтегляне на тапет!
cs: Nepodařilo se stáhnout tapetu!
es_419: ¡No se pudo descargar el fondo!
ja: 壁紙のダウンロードに失敗しました！
ko: 배경화면 다운로드에 실패했습니다!
sv: Kunde inte ladda ner bakgrund!
zh_hans: 无法下载壁纸！
zh_hant: 無法下載壁紙！
